"alert_message_invalid_pin" = "Der PIN ist nicht gültig.";

"command_error_blocked_ciam_id" = "Sie haben Ihre PIN %1$d mal falsch eingegeben. Ihre Mercedes me ID wurde somit für %2$@ blockiert.";

"command_error_minute" = "%1$d Minute";

"command_error_minutes" = "%1$d Minuten";

"command_error_pin_invalid" = "Sie haben Ihren PIN %1$d mal falsch eingegeben.";

"general_cancel" = "Abbrechen";

"general_error_msg" = "Ein Fehler ist aufgetreten. Bitte versuchen Sie es erneut.";

"general_error_network_msg" = "Etwas ist schiefgelaufen. Bitte überprüfen Sie Ihre Internetverbindung.";

"general_error_title" = "Fehler";

"general_hint" = "Hinweis";

"general_no" = "Nein";

"general_ok" = "Ok";

"general_yes" = "Ja";

"login_error_authentication_failed" = "Die Authentifizierung ist fehlgeschlagen. Bitte versuchen Sie es erneut.";

"login_error_wrong_tan" = "Leider war die von Ihnen eingegebene Information nicht korrekt. Bitte beachten Sie, dass Sie ggf. wenige Minuten vor einem erneuten Versuch warten müssen.";

"login_info_alert_message" = "Die Mercedes me ID besteht entweder aus Ihrer persönlichen Mobilnummer oder Ihrer E-Mail Adresse. Mit Ihrer Mercedes me ID können Sie sich überall in der digitalen Welt von Mercedes-Benz anmelden. Sie bietet Zugang zu allen in Ihrem Adressland verfügbaren Diensten, Funktionen und Plattformen.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Bitte geben Sie eine gültige E-Mail-Adresse oder Telefonnummer ein.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Weiter";

"login_only_caption" = "Anmelden";

"login_username" = "Mobilnummer oder E-Mail Adresse";

"login_user_not_registered" = "Bitte registrieren Sie sich kostenlos in einer der anderen Mercedes me Apps.";

"pin_popup_button_again" = "Erneut versuchen";

"pin_popup_cancel" = "Abbrechen";

"pin_popup_default_no_pin_message" = "Bitte setzen Sie den PIN in einer der anderen Mercedes me Apps.";

"pin_popup_description" = "Bitte geben Sie Ihre %1$d-stellige PIN ein:";

"pin_popup_send" = "Senden";

"pin_popup_title" = "PIN Eingabe";

"pin_popup_wrong_pin_msg" = "Die PIN ist nicht korrekt. Bitte versuchen Sie es erneut.";

"pin_popup_wrong_pin_title" = "Falsche PIN";

"registration_user_consent_message" = "Um die App kontinuierlich zu verbessern, analysieren wir die Nutzung der App und ihrer Funktionen ohne Bezug zu Ihrer Person. Diese Funktion kann jederzeit über Menü > Einstellungen > Analytics deaktiviert werden.";

"registration_user_consent_title" = "Mercedes me Nutzungsdaten";

"verification_btn_next" = "Weiter";

"verification_btn_send_again" = "Neuen Verifizierungscode anfordern";

"verification_headline" = "Verifizierungscode";

"verification_login_msg_mail" = "Wir haben Ihnen zur Verifizierung einen Code an Ihre E-Mail Adresse gesendet. Bitte geben Sie diesen Code ein.";

"verification_login_msg_user" = "Wir haben Ihnen zur Verifizierung einen %1$d-stelligen Code an %2$@ gesendet. Bitte geben Sie diesen Code ein.";

"verification_not_received" = "Keinen Verifizierungscode erhalten?";

"verification_not_received_hint_mail" = "Bitte überprüfen Sie die eingegebene E-Mail Adresse oder fordern Sie einen neuen Verifizierungscode an.";

"verification_not_received_hint_phone" = "Bitte überprüfen Sie die eingegebene Mobilnummer oder fordern Sie einen neuen Verifizierungscode an.";

"verification_send_again_msg" = "Ihre Anfrage wurde erneut gesendet";

"verification_title" = "Verifizierung";

